spec/fixtures/soap/xml/IControl.LocalLB.VirtualServer.set_type_4e790fdb5c76ebb81ce8fec337665fa2_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_type><virtual_servers><item>test_virtual_server</item></virtual_servers><types><item>RESOURCE_TYPE_REJECT</item></types></wsdl:set_type></env:Body></env:Envelope>